Repository: bmabma/ninjaformsfr
Catalog: ninja-forms-*.po
Languages: fr_fr

source: Fields marked with a * are required
fr_fr: Les champs marqués avec * sont obligatoires

source: This is a required field
fr_fr: Ce champ est obligatoire

source: Please answer the anti-spam question correctly.
fr_fr: Répondez correctement à la question anti-spam SVP

source: Processing
fr_fr: Envoi en cours

source: Login
fr_fr: Se connecter

source: Username
fr_fr: Utilisateur

source: Reset Password (Opens in a new window)
fr_fr: Faire un reset du mot de passe

source: Password
fr_fr: Mot de passe

source: Re-enter Password
fr_fr: Entrez a nouveau le mot de passe

source: Passwords do not match.
fr_fr: Les mots de passe ne sont pas les même

source: Cancel
fr_fr: Arréter

source: Login failed, please try again.
fr_fr: Connection échouée, recommencez.

source: Register
fr_fr: S'enregistrer

source: Email Address
fr_fr: Adresse Mail

source: There was an error registering you for this site.
fr_fr: Il y a une erreur lors de votre enregistrement sur ce site

source: Ninja Forms Password
fr_fr: Mot de passe de Ninja Forms

source: You are receiving this email because you have an incomplete form. Your username is now your email address and your password has been reset. It is now
fr_fr: Vous recevez ce mail car votre formulaire est incomplet. Votre nom d'utilisateur est maintenant votre adresse mail et votre mot de passe a été changé. Il est maintenant

source: Ninja Forms Widget
fr_fr: Widget Ninja Forms

source: Display Title
fr_fr: Afficher le titre

source: None
fr_fr: Aucun

source: Save Form Settings
fr_fr: Sauvegarder le formulaire

source: Select All
fr_fr: Tout sélectionner

source: Append A Ninja Form
fr_fr: Ajouter un formulaire Ninja Form

source: Edit Menu Item
fr_fr: Editer les titres de menu

source: View Submissions
fr_fr: Voir les envois

source: If "help text" is enabled, there will be a question mark %s placed next to the input field. Hovering over this question mark will show the help text.
fr_fr: Si "help text" est activé, il y aura une question %s après le champ entré. Survoler la question montrera le texte d'aide.

source: Remove
fr_fr: Effacer

source: Required
fr_fr: Obligatoire

source: Save Field Settings
fr_fr: Sauvegarder les caractéristiques du champ

source: Field Settings Saved
fr_fr: Les caractéristiques du champ sont sauvegardées.

source: Any character you place in the "custom mask" box that is not in the list below will be automatically entered for the user as they type and will not be removeable
fr_fr: Caractèere que vous mettez dans la boite "champ personnalisé" qui n'est pas dans la liste ci dessous sera automatiquement quand il sera tapé et ne sera pas effacable.

source: a - Represents an alpha character (A-Z,a-z) - Only allows letters to be entered
fr_fr: a - représente un caractère (A-Z,a-z) - Seulement des lesstres peuvent etre frappées.

source: 9 - Represents a numeric character (0-9) - Only allows numbers to be entered
fr_fr: 9 - Représente un caractère numérique (0-9) - Seulement des chiffres peuvent être frappés.

source: * - Represents an alphanumeric character (A-Z,a-z,0-9) - This allows both numbers and letters to be entered
fr_fr: = - Représente un caractère alpha-numérique (A-Z,a-z,0-9) - Sont autorisés les chiffres et les lettres

source: The 9s would represent any number, and the -s would be automatically added
fr_fr: Les caractères "9" représentent un chiffre, et le -s sera automatiquement ajouté

source: This would prevent the user from putting in anything other than numbers
fr_fr: Cela évitera que l'utilisateur mette autre chose que des nombres

source: You can also combine these for specific applications
fr_fr: Vous pouvez utiliser cela pour des applications spécifiques

source: Add New Form
fr_fr: Ajouter un formulaire

source: Bulk Actions
fr_fr: Actions groupées

source: Delete
fr_fr: Effacer

source: Export Forms
fr_fr: Exporter les formulaires

source: Forms Per Page
fr_fr: Formulaires par page

source: Form
fr_fr: Formulaire

source: Forms
fr_fr: Formulaires

source: Form Title
fr_fr: Titre du formulaire

source: Date Updated
fr_fr: Date mise a jour

source: Forms Deleted
fr_fr: Formulaires effacés

source: Form Deleted
fr_fr: Formulaire effacé

source: Basic Settings
fr_fr: Configurations de base

source: Display Form Title
fr_fr: Afficher le titre du formulaire

source: Save form submissions?
fr_fr: Sauvegarder les formulaires envoyés

source: Require Logged-in?
fr_fr: Login requis ?

source: Append to a page
fr_fr: Ajouter à une page

source: Submit via ajax?
fr_fr: Envoyer via ajax

source: Success Page
fr_fr: Page de réussite

source: Clear successfully completed form?
fr_fr: Effacer les formulaires remplis avec succès ?

source: If this box is checked, Ninja Forms will clear the form after it has been successfully submitted.
fr_fr: Ci ce bouton est coché, Ninja Forms effacera l'affichage du formulaire une fois envoyé avec succès.

source: Hide successfully completed form?
fr_fr: Cacher les formulaires envoyés avc succès ?

source: If this box is checked, Ninja Forms will hide the form after it has been successfully submitted.
fr_fr: Si ce bouton est coché, Ninja Forms cachera l'affichage une fois correctement reçu

source: Success Message
fr_fr: Message de réussite

source: Email Settings
fr_fr: Configuration du mail

source: Email From Address
fr_fr: Adresse Email From

source: User Email
fr_fr: Email de l'utilisateur

source: Subject for the user email
fr_fr: Sujet pour le mail utilisateur

source: Email message sent to the user
fr_fr: Le message a été envoyé à l'utilisateur

source: Include a list of fields?
fr_fr: Inclure une liste dd champs ?

source: Administrator Email
fr_fr: Email de l'administrateur

source: Administrator Email Addresses
fr_fr: Adresse mail de l'administrateur

source: Attach CSV of submission?
fr_fr: Attacher le CSV à l'envoi ?

source: Please enter all the addresses this form should be sent to.
fr_fr: Entrez les adresses des destinataires du formulaire SVP

source: Form Settings Saved
fr_fr: Configurations du formulaire sauvegardées

source: Import Favorite Fields
fr_fr: Importer les champs favoris

source: Select a file
fr_fr: Selectionner un fichier

source: Import Favorites
fr_fr: Importer les favoris

source: No Favorite Fields Found
fr_fr: Pas de champ favori trouvé

source: Export Favorite Fields
fr_fr: Exporter les champs favoris

source: Export Fields
fr_fr: Exporter les champs

source: Please select favorite fields to export.
fr_fr: Selectionnez les champs favoris SVP

source: Favorites imported successfully.
fr_fr: Favoris importés avec succès

source: Please select a valid favorite fields file.
fr_fr: Sélectionnez un cham favori valide SVP

source: Import a form
fr_fr: Importer un formulaire

source: Import Form
fr_fr: Importer fomulaire

source: Export a form
fr_fr: Exporter un formulaire

source: Select a form
fr_fr: Selectionner un formulaire

source: Export Form
fr_fr: Exporter un formulaire

source: Please select a form.
fr_fr: Selectionnez un formulaire SVP

source: Form Imported Successfully.
fr_fr: Formulaire importé avec succès

source: Please select a valid exported form file.
fr_fr: Sélectionnez un formulaire exporté valide SVP

source: Import / Export Submissions
fr_fr: Import / Export formulaires reçus

source: Date Settings
fr_fr: Configuration de la date

source: Ninja Forms Test
fr_fr: Ninja formulaires de test

source: Default
fr_fr: Défaut

source: Custom
fr_fr: Personnalisé

source: Settings Saved
fr_fr: Configurations sauvegardées

source: Favorite Field Settings
fr_fr: Configuration champs favoris

source: General Settings
fr_fr: Configuration générale

source: Currency Symbol
fr_fr: Symbole monétaire

source: Required Field Label
fr_fr: Libellé du champ obligatoire

source: Required field symbol
fr_fr: Symbole du champ obligatoire

source: Error message given if all required fields are not completed
fr_fr: Le message d'erreur donné est que les champs obligatoires ne sont pas tous remplis

source: Required Field Error
fr_fr: Erreur de champ obligatoire

source: Anti-spam error message
fr_fr: Message d'erreur de la question Anti-spam

source: Please enter a valid email address
fr_fr: Entrez une adresse email valide SVP

source: View Form Submissions
fr_fr: Voir les formulaires reçus

source: Export
fr_fr: Exporter

source: Submissions Per Page
fr_fr: Formulaires reçus par page

source: Download All Submissions
fr_fr: Télécharger tous les formulaires reçus

source: Submission
fr_fr: Soumettre

source: Submissions
fr_fr: Formulaires reçus

source: Export to CSV
fr_fr: Exporter en CSV

source: No submissions found
fr_fr: Pas de formulaires reçus

source: Back
fr_fr: Retour

source: Apply
fr_fr: Appliquer

source: Submissions Deleted
fr_fr: Envois supprimés

source: Submission Deleted
fr_fr: Envoi supprimé

source: Select A Form
fr_fr: Selectionner un formulaire

source: Date Range
fr_fr: Intervalle de dates

source: Optional
fr_fr: Optionnel

source: Begin Date
fr_fr: Date début

source: End Date
fr_fr: Date fin

source: If both Begin Date and End Date are left blank, all submissions will be displayed.
fr_fr: Si la date début et la date fin ne sont pas renseignées, tous les envois seront selectionnés

source: Strength indicator
fr_fr: Indicateur de robustesse

source: Strong
fr_fr: Fort

source: Mismatch
fr_fr: Ne correspond pas

source: Fields marked with a * are required.
fr_fr: Ls champs marqués avec * sont obligatoires

source: Thank you for filling out this form.
fr_fr: Merci d'avoir rempli le formulaire.

source: Default Value
fr_fr: Valeur par défaut

source: Text Element
fr_fr: Elément texte

source: User ID (If logged in)
fr_fr: ID de l'utilisateur (s'il est logué)

source: User Firstname (If logged in)
fr_fr: Nom d l'utilisateur (s'il est logué)

source: User Lastname (If logged in)
fr_fr: Prénom de l'utilisateur (s'il est logué)

source: User Display Name (If logged in)
fr_fr: Nom affiché de l'utilisateur (s'il est logué)

source: User Email (If logged in)
fr_fr: Email de l'utilisateur (s'il est logué)

source: Custom Default Value
fr_fr: Valeur par défaut personnalisée

source: Is this an email address?
fr_fr: Est ce qu'il s'agit d'une adresse email

source: If this box is checked, Ninja Forms will validate this input as an email address.
fr_fr: Si ce bouton est coché, Ninja Forms validera cette entrée comme une adresse email

source: Send a copy of the form to this address?
fr_fr: Envoyer une copie du formulaire à cette adresse ?

source: If this box is checked, Ninja Forms will send a copy of this form (and any messages attached) to this address.
fr_fr: Si ce bouton est coché, Ninja Forms envoiera une copie de ce formualire (et les eventuels messages attachés) à cette adresse.

source: Multi-Select Box Size
fr_fr: Dimension de la boite Multi-selection

source: Add New
fr_fr: Ajouter formulaire

source: Import
fr_fr: Importer

source: If this box is checked, both password and re-password textboxes will be output.
fr_fr: Si ce bouton est activé, les 2 boites de mot de passe seront affichées.

source: Re-enter Password Label
fr_fr: Re-entrez le mot de passe

source: Show Password Strength Indicator
fr_fr: Montrez l'indicateur de robustesse du mot de passe

source: Passwords do not match
fr_fr: Les mots de passe ne correspondent pas.

source: Number of stars
fr_fr: Nombre d'étoiles

source: Spam Question
fr_fr: Question Spam

source: Spam Answer
fr_fr: Réponse a la question spam

source: Currency
fr_fr: Monnaie

source: Custom Mask Definition
fr_fr: Masque personnalisé

source: Please enter a valid email address.
fr_fr: S'il vous plait, entrez une adresse valide

source: Calculation Settings
fr_fr: Configuration de calculs

source: name
fr_fr: nom

source: Show Help Text
fr_fr: Montrer le texte d'aide

source: Help Text
fr_fr: Texte d'aide

source: Left of Element
fr_fr: A gauche de l'élément

source: Above Element
fr_fr: Au dessus de l'élément

source: Below Element
fr_fr: Sous l'élément

source: Right of Element
fr_fr: A droite de l'élément

source: Inside Element
fr_fr: Dans l'élément

source: Label Position
fr_fr: Position du libellé

source: label
fr_fr: libellé

source: Display Options
fr_fr: Afficher les options

source: - None
fr_fr: - Aucun

source: Textbox
fr_fr: Champ texte

source: Label
fr_fr: Libellé

source: Disable input?
fr_fr: Désectiver la nécessité d'entrer une valeur

source: Use the following shortcode to insert the final calculation: [ninja_forms_calc]
fr_fr: Utilisé ce bout de code pour inserer dans le calcul final: [ninja_forms_calc]

source: You can enter calculation equations here using field_x where x is the ID of the field you want to use. For example, <strong>field_53 + field_28 + field_65</strong>.
fr_fr: Entrez une équation en utilisant les champs field_x ou x est l'ID du champ Par exemple: <strong>field_53 + field_28 + field_65</strong>

source: Complex equations can be created by adding parentheses: <strong>( field_45 * field_2 ) / 2</strong>.
fr_fr: Les équations complexes peuvent utiliser des parenthèses, par exemple: <strong>( field_45 * field_2 ) / 2</strong>.

source: Please use these operators: + - * /. This is an advanced feature. Watch out for things like division by 0.
fr_fr: Entrez un opérateur: + - * . Faites attention aux divisions par 0

source: Automatically Total Calculation Values
fr_fr: Calcul automatique du total.

source: Specify Operations And Fields (Advanced)
fr_fr: Spécifiez les opérations et les champs (Avancé)

source: Use An Equation (Advanced)
fr_fr: Utilisez une équation

source: Value
fr_fr: Valeur

source: Selected
fr_fr: Sélectionné

source: Tax Percentage
fr_fr: TVA en %

source: Should be entered as a percentage. e.g. 8.25%, 4%
fr_fr: Doit etre entré en pourcentage c'est a dire 8.25%, 4% par exemple

source: Form Settings
fr_fr: Configurations du formulaire

source: Enter form title here
fr_fr: Entrez le titre du formulaire

source: Field Settings
fr_fr: Configuration des champs

source: All Forms
fr_fr: Tous les formulaires

source: Go to the first page
fr_fr: Aller à la première page

source: Go to the previous page
fr_fr: Aller à la page précédente

source: Go to the next page
fr_fr: Aller à la page suivante

source: Go to the last page
fr_fr: Aller à la dernière page

source: Delete this form
fr_fr: Détruire ce formulaire

source: Form Preview
fr_fr: Prévisualier le formulaire

source: Plain Text
fr_fr: Plain texte

source: User Analytics
fr_fr: Statistiques utilisateur

source: Documentation coming soon.
fr_fr: Documentation a faire

source: Active
fr_fr: Actif

source: Installed
fr_fr: Installé

source: Learn More
fr_fr: En savoir plus

source: Data restored successfully!
fr_fr: Données restorées avec succès !

source: Favorite Fields
fr_fr: Champs préférés

source: Ajax Settings
fr_fr: Configuration Ajax

source: Inline Messages (Default)
fr_fr: Messages en ligne (Defaut)

source: Custom Message Display (Advanced)
fr_fr: Affichage de message personnalisé (Avancé)

source: Labels
fr_fr: Intitulés

source: Find Submissions
fr_fr: Rechercher dans les envois

source: Ninja Form Settings
fr_fr: Configuration de Ninja Form

source: Plugin Settings
fr_fr: Configuration du plugin

source: Extend
fr_fr: Elargir

source: Go
fr_fr: Allons y

source: Current page
fr_fr: Page courante

source: Back To Sub List
fr_fr: Retour a la liste

source: Save
fr_fr: Sauvegarder

source: Preview Form
fr_fr: Prévue du formulaire

source: All
fr_fr: Tous

source: of
fr_fr: de
